[
  { 
     "title": "JOKER",
     "imgUrl": "https://www.cinerama.es/wp-content/uploads/2019/10/cine-049186.jpg",
     "age":"2019",
     "sinopsis": "La pasión de Arthur Fleck, un hombre ignorado por la sociedad, es hacer reír a la gente. Sin embargo, una serie de trágicos sucesos harán que su visión del mundo se distorsione considerablemente convirtiéndolo en un brillante criminal.",
     "id": "1"
 },
 {
     "title": "MOULIN ROUGE",
     "imgUrl": "http://e00-marca.uecdn.es/assets/multimedia/imagenes/2017/06/20/14979770502857.jpg",
     "age": "2001",
     "sinopsis": "Ambientada en el París bohemio de 1900. Satine, la estrella más rutilante del Moulin Rouge, encandila a toda la ciudad con sus bailes llenos de sensualidad y su enorme belleza. Atrapada entre el amor de dos hombres, un joven escritor y un duque, lucha por hacer realidad su sueño de convertirse en actriz. Pero, en un mundo en el que todo vale, excepto enamorarse, nada es fácil.",
     "id": "2"
 },
 {
     "title": "AMELIE",
     "imgUrl": "https://es.web.img2.acsta.net/pictures/21/06/18/12/28/5014869.jpg",
     "age": "2000",
     "sinopsis": "Amélie Poulain es una joven alegre, de gran imaginación y con una luz especial que le acompaña allá donde va. Criada por unos padres excéntricos que, a los seis años, le diagnosticaron erroneamente un problema cardiaco, su contacto con el mundo exterior se ha visto limitado desde pequeño. Ante esto, Amélie desarrolla una gran imaginación. Después de que su madre muriera, y de que las tendencias antisociales de su padre se agudizaran, la joven, al cumplir los 22 años, decide independizarse. El día que muere Lady Di descubre tras una baldosa, escondida, una caja con jueguetes y fotografías en su interior. Ante este descubrimiento, se propone encontrar a su dueño y devolvérsela. Si se emociona al verla, entonces se convertirá en la vengadora del bien, ayudando a la gente a encontrar la felicidad sin que estos se enteren. La búsqueda de la felicidad ajena le llevará hasta Nino Quincampoix (Mathieu Kassovitz, 'Munich') un misterioso príncipe azul",
     "id": "3"
 },
 {
     "title": "COCO",
     "imgUrl": "https://imjoying.com/file/freeEvent/abac08cf-e3c4-45a8-bb2d-33dcef701e9f",
     "age": "2017",
     "sinopsis": "La trama gira en torno a Miguel, un chico de doce años que es transportado accidentalmente al mundo de los muertos, donde busca ayuda para encontrar a su tatarabuelo músico fallecido y así poder volver con su familia de entre los vivos y que esta quite la prohibición que impone a sus miembros sobre tocar música.",
     "id": "4"
 },
 {
     "title": "ENCANTO",
     "imgUrl": "https://www.visitelche.com/wp-content/uploads/2022/04/Cinema-Infantil-ENCANTO-Cines-Odeon-Elx-Elche.jpg",
     "age": "2021",
     "sinopsis": "Cuenta la historia de una familia extraordinaria, los Madrigal, que viven escondidos en las montañas de Colombia, en una casa mágica situada en un enclave maravilloso llamado Encanto. La magia de Encanto ha dotado a todos los niños de la familia un don único, desde la súper fuerza hasta el poder de curar... Pero se olvidó de un miembro de la familia: Mirabel. Cuando ésta descubre que la magia que rodea Encanto está en peligro, decide que ella, la única Madrigal normal, podría ser la última esperanza de su extraordinaria familia.",
     "id": "5"
 },
 {
     "title": "60 SEGUNDOS",
     "imgUrl": "https://c8.alamy.com/compes/k36brd/ido-en-60-segundos-fecha-2000-k36brd.jpg",
     "age": "2000",
     "sinopsis": "sinopsis 7",
     "id": "6"
 }
 
]